IDEA Open Model
MatReinforcementEc2.Type Property
Compatible with IDEA StatiCa v 10.1
 Type of reinforcement
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public ReinfType Type { get; set; }
Public Property Type As ReinfType
	Get
	Set
public:
property ReinfType Type {
	ReinfType get ();
	void set (ReinfType value);
}
Property Value
Type: ReinfType
See Also
Reference
MatReinforcementEc2 Class
IdeaRS.OpenModel.Material Namespace